{
	"Home": "Hogar",
        "Destination":"Destino",
        "Modern":"Moderna",
        "Stay":"Permanecer",
        "Portfolio":"Portafolio" ,
        "Language":"Idioma",
        "Book your stay":"Reserva tu estancia",
        "Explore Destinations":"Explorar destinos",
        "Search":"Buscar",
        "Popular Tags":"Etiquetas Populares",
        "Staycation":"Vacaciones en casa",
        "Hotel Deals":"Ofertas de hoteles",
        "Best Rates":"Mejores Tarifas",
        "Search destinations":"Buscar destinos",
        "Popular Destinations":"Destinos populares",
        "From pristine beaches with crystal-clear waters to majestic mountains with panoramic views, breathtaking beauty at every turn":"Desde playas vírgenes con aguas cristalinas hasta majestuosas montañas con vistas panorámicas, una belleza impresionante a cada paso.",
        "View All":"Ver todo",
        "Read more":"Leer más",
        "per night":"por noche",
        "Embrace Modern Elegance":"Adopte la elegancia moderna",
        "Discover a haven of design-centric retreats that combine exquisite aesthetics":"Descubra un paraíso de retiros centrados en el diseño que combinan una estética exquisita",
        "an array of top-notch amenities":"una variedad de comodidades de primer nivel",
        "Equisite Cusine":"Cocina Exquisita",
        "Comfort of Your Home":"Comodidad de tu hogar",
        "Desert at your doorstep":"Desierto a tu puerta",
        "Prepare to tantalize your taste buds and embark":"Prepárese para tentar su paladar y embarcarse",
        "Effortless shopping experience & Hassle Free Shopping":"Experiencia de compra sin esfuerzo y compras sin complicaciones",
        "Embrace the Beauty and Tranquility of Nature around you":"Abraza la belleza y la tranquilidad de la naturaleza que te rodea",
        "Memorable Stay":"Estancia memorable",
       "We strive to enrich your stay and provide an unforgettable retreat":"Nos esforzamos por enriquecer su estadía y brindarle un retiro inolvidable.",
       "Food & Beverages":"Alimentos y bebidas",
       "At our hotel, we believe that food and beverages are an integral part of creating a memorable stay":"En nuestro hotel, creemos que los alimentos y las bebidas son una parte integral para crear una estadía memorable.",
       "Service & Amenities":"Servicio y comodidades",
       "At our hotel, we are committed to providing unparalleled service and amenities to ensure that your stay exceeds your expectations in every way":"En nuestro hotel, estamos comprometidos a brindar servicios y comodidades incomparables para garantizar que su estadía supere sus expectativas en todos los sentidos.",
       "Gift shop":"Tienda de regalos",
       "Step into our gift shop, a haven for those seeking unique treasures and mementos to commemorate their stay":"Ingrese a nuestra tienda de regalos, un paraíso para quienes buscan tesoros y recuerdos únicos para conmemorar su estadía.",
       "services":"servicios",
       "food":"alimento",
       "Azure Heights Lodge":"Alojamiento en alturas azules",
       "Harmony Valley Resort":"Complejo del Valle de la Armonía",
       "Offers endless opportunities for adventure enthusiasts":"Ofrece infinitas oportunidades para los entusiastas de la aventura.",
       "Coastal Breeze Inn":"Posada Brisa Costera",
       "Oasis Retreat Inn":"Hotel Oasis",
       "Serene Haven Hotel":"Hotel Sereno Haven",
       "Achievers Archive":"Achievers Archive",
       "At our esteemed establishment, we believe in going above and beyond to ensure your stay surpasses all expectations":"En nuestro estimado establecimiento, creemos en ir más allá para garantizar que su estadía supere todas las expectativas.",   
       "Get our stories delivered From us to your inbox weekly":"Recibe nuestras historias directamente de nosotros a tu bandeja de entrada cada semana",
"Subscribe":"Suscribirse",
"Get a response tomorrow if you submit by 9pm today. If we received after 9pm will get a reponse the following day":"Obtén una respuesta mañana si envías antes de las 9 p. m. hoy. Si recibimos después de las 9 p. m., obtendrás una respuesta al día siguiente",
"2023. Stay Hub. All rights reserved":"2023. Stay Hub. Todos los derechos reservados",
"Help":"Ayuda",
"Success Stories":"Historias de éxito",
"About":"Acerca de",
"Experience":"Experiencia",
"News":"Noticias",
"Community":"Comunidad",
"Your Travel Stories":"Tus historias de viaje",
"Connect with Like-minded Travelers":"Conéctate con viajeros afines",
"Events and Meetups":"Eventos y encuentros",
"More":"Más",
"Documentation":"Documentación",
"License":"Licencia",
"Change log":"Registro de cambios",
"Developer page":"Página del desarrollador",
"Enter your email":"Introduce tu correo electrónico",
"Something Went Wrong":"Algo salió mal",
"Welcome to our exceptional collection of private vacation homes nestled in the High Desert. Immerse yourself in a world of unparalleled luxury, tranquility, and captivating design":"Bienvenido a nuestra excepcional colección de casas de vacaciones privadas ubicadas en el Alto Desierto. Sumérgete en un mundo de lujo incomparable, tranquilidad y diseño cautivador",
"Stay Hub":"Quédate en el centro",
"Submit":"Entregar",
"Get In Touch With Us" : "Ponte en contacto con nosotros",
"Our Location" : "Nuestra ubicación",
"99 S.t Jomblo Park Pekanbaru 28292. Indonesia" : "99 S.t Jomblo Park Pekanbaru 28292. Indonesia",
"Phone Number" : "Número de teléfono",
"Email Address" : "Dirección de correo electrónico",
"info@yourdomain.com" : "info@tudominio.com",
"Your Name" : "Tu nombre",
"Your Email" : "Tu correo electrónico",
"Your Message" : "Tu mensaje",
"Send Message" : "Enviar mensaje",
"Start Date":"Fecha de inicio",
"End Date":"Fecha final",
"The Space":"El Espacio",
"Property Location":"Ubicación de la Propiedad",
"Description":"Descripción",
"Property Features":"Características de la Propiedad",
"Guests":"Huéspedes",
"Bedroom(s)":"Dormitorio(s)",
"Bathroom(s)": "Baño(s)",
"Amenities": "Servicios"  ,    
"Welcome to our popular destinations section, where we unveil a curated collection of captivating locations that are beloved by travelers worldwide. Whether you seek the tranquility of a beachside retreat, the vibrant energy of a bustling city, or the charm of a historic town, our selection of popular destinations offers something for every wanderlust-filled soul. Prepare to embark on an unforgettable journey as we highlight the unique experiences and hidden gems that await you": "Bienvenido a nuestra sección de destinos populares, donde revelamos una colección seleccionada de lugares cautivadores que adoran los viajeros de todo el mundo. Ya sea que busque la tranquilidad de un retiro junto a la playa, la energía vibrante de una ciudad bulliciosa o el encanto de una ciudad histórica, nuestra selección de destinos populares ofrece algo para cada alma llena de pasión por los viajes. Prepárese para embarcarse en un viaje inolvidable mientras destacamos las experiencias únicas y las gemas escondidas que le esperan"
}